Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# communities.visibility.private.explanation
source: Only members see the posts, the rooms and who is in it.
ar: الأعضاء وحدهم يرون المنشورات والغرف ومن فيه.
bn: শুধু সদস্যরা পোস্ট, রুম এবং ভেতরে কারা আছে তা দেখতে পারে।
ca: Només els membres veuen les publicacions, les sales i qui en forma part.
cs: Příspěvky, místnosti i členy vidí jen členové.
da: Kun medlemmer ser opslagene, rummene og hvem der er med.
de: Nur Mitglieder sehen die Beiträge, die Räume und wer dabei ist.
el: Μόνο τα μέλη βλέπουν τις αναρτήσεις, τις αίθουσες και ποιος είναι μέσα.
es: Solo los miembros ven las publicaciones, las salas y quién forma parte.
fi: Vain jäsenet näkevät julkaisut, huoneet ja sen, ketkä siinä ovat.
fr: Seuls les membres voient les posts, les salons et qui en fait partie.
he: רק חברים רואים את הפוסטים, את החדרים ואת מי שנמצא בה.
hi: पोस्ट, रूम और सदस्य सिर्फ़ सदस्य देखते हैं।
hr: Objave, sobe i članove vide samo članovi.
hu: A bejegyzéseket, a szobákat és a tagokat csak a tagok látják.
id: Hanya anggota yang melihat postingan, room, dan siapa saja di dalamnya.
it: Solo i membri vedono i post, le stanze e chi ne fa parte.
ja: 投稿、ルーム、メンバーはメンバーだけが見られます。
ko: 멤버만 게시물, 룸, 멤버 목록을 볼 수 있어요.
ml: പോസ്റ്റുകളും റൂമുകളും അംഗങ്ങളെയും അംഗങ്ങൾ മാത്രം കാണും.
ms: Hanya ahli melihat siaran, bilik dan siapa di dalamnya.
nb: Bare medlemmer ser innleggene, rommene og hvem som er med.
nl: Alleen leden zien de berichten, de rooms en wie erin zit.
pl: Tylko członkowie widzą wpisy, pokoje i to, kto do niej należy.
pt_br: Só os membros veem os posts, as salas e quem faz parte.
pt_pt: Só os membros veem as publicações, as salas e quem está nela.
ro: Doar membrii văd postările, camerele și cine face parte din ea.
ru: Посты, комнаты и список участников видят только участники.
sk: Príspevky, miestnosti aj členov vidia iba členovia.
sv: Bara medlemmar ser inläggen, rummen och vilka som är med.
ta: இடுகைகள், அறைகள், உள்ளே இருப்பவர்களை உறுப்பினர்கள் மட்டுமே பார்ப்பார்கள்.
te: సభ్యులు మాత్రమే పోస్ట్‌లను, రూమ్‌లను, అందులో ఎవరున్నారో చూడగలరు.
th: เฉพาะสมาชิกที่เห็นโพสต์ ห้อง และรายชื่อสมาชิก
tr: Gönderileri, odaları ve kimlerin içinde olduğunu yalnızca üyeler görür.
uk: Дописи, кімнати та список учасників бачать лише учасники.
ur: صرف ارکان پوسٹس، رومز اور اندر کے لوگوں کو دیکھتے ہیں۔
vi: Chỉ thành viên thấy bài đăng, phòng và ai ở trong đó.
zh_hans: 只有成员能看到帖子、房间和成员名单。
zh_hant: 只有成員能看到貼文、聊天室和成員名單。

# communities.visibility.private.title
source: Private
ar: خاص
bn: প্রাইভেট
ca: Privada
cs: Soukromá
da: Privat
de: Privat
el: Ιδιωτική
es: Privada
fi: Yksityinen
fr: Privée
he: פרטית
hi: प्राइवेट
hr: Privatna
hu: Privát
id: Privat
it: Privata
ja: 非公開
ko: 비공개
ml: പ്രൈവറ്റ്
ms: Peribadi
nb: Privat
nl: Privé
pl: Prywatna
pt_br: Privada
pt_pt: Privada
ro: Privată
ru: Закрытое
sk: Súkromná
sv: Privat
ta: தனிப்பட்டது
te: ప్రైవేట్
th: ส่วนตัว
tr: Gizli
uk: Приватна
ur: نجی
vi: Riêng tư
zh_hans: 私密
zh_hant: 私人

# communities.visibility.public.explanation
source: Anyone can find it and read what is posted.
ar: يمكن لأي شخص أن يجده ويقرأ ما يُنشر فيه.
bn: যে কেউ এটি খুঁজে পেতে ও পোস্ট করা লেখা পড়তে পারে।
ca: Tothom la pot trobar i llegir el que s'hi publica.
cs: Každý ji může najít a číst, co se v ní zveřejní.
da: Alle kan finde det og læse det, der slås op.
de: Jeder kann sie finden und lesen, was gepostet wird.
el: Ο καθένας μπορεί να τη βρει και να διαβάσει τις αναρτήσεις.
es: Cualquiera puede encontrarla y leer lo que se publica.
fi: Kuka tahansa voi löytää sen ja lukea julkaisut.
fr: Tout le monde peut la trouver et lire ce qui y est publié.
he: כל אחד יכול למצוא אותה ולקרוא את מה שמתפרסם.
hi: कोई भी इसे ढूँढ सकता है और जो पोस्ट हुआ उसे पढ़ सकता है।
hr: Svatko je može pronaći i čitati što je objavljeno.
hu: Bárki megtalálhatja, és elolvashatja a bejegyzéseket.
id: Siapa pun bisa menemukannya dan membaca isinya.
it: Chiunque può trovarla e leggere ciò che viene pubblicato.
ja: 誰でも見つけて、投稿を読めます。
ko: 누구나 찾을 수 있고 게시된 글을 읽을 수 있어요.
ml: ആർക്കും ഇത് കണ്ടെത്താനും പോസ്റ്റ് ചെയ്തത് വായിക്കാനും കഴിയും.
ms: Sesiapa boleh menemuinya dan membaca apa yang disiarkan.
nb: Alle kan finne det og lese det som publiseres.
nl: Iedereen kan hem vinden en lezen wat er wordt geplaatst.
pl: Każdy może ją znaleźć i czytać opublikowane wpisy.
pt_br: Qualquer pessoa pode encontrá-la e ler o que é postado.
pt_pt: Qualquer pessoa a pode encontrar e ler o que é publicado.
ro: Oricine o poate găsi și citi ce se postează.
ru: Любой может найти его и читать посты.
sk: Nájsť ju a čítať, čo sa v nej zverejňuje, môže ktokoľvek.
sv: Alla kan hitta den och läsa det som publiceras.
ta: யார் வேண்டுமானாலும் இதைக் கண்டுபிடித்து இடப்பட்டதைப் படிக்கலாம்.
te: ఎవరైనా దీన్ని కనుగొని, పోస్ట్ చేసినవి చదవవచ్చు.
th: ใครก็ค้นเจอและอ่านสิ่งที่โพสต์ได้
tr: Herkes bulabilir ve paylaşılanları okuyabilir.
uk: Будь-хто може її знайти й читати, що в ній публікується.
ur: کوئی بھی اسے ڈھونڈ سکتا ہے اور جو پوسٹ ہو وہ پڑھ سکتا ہے۔
vi: Ai cũng có thể tìm thấy và đọc những gì được đăng.
zh_hans: 任何人都可以找到它并阅读其中的帖子。
zh_hant: 任何人都能找到並閱讀所發布的內容。

# communities.visibility.public.title
source: Public
ar: عام
bn: পাবলিক
ca: Pública
cs: Veřejná
da: Offentligt
de: Öffentlich
el: Δημόσια
es: Pública
fi: Julkinen
fr: Publique
he: ציבורית
hi: पब्लिक
hr: Javna
hu: Nyilvános
id: Publik
it: Pubblica
ja: 公開
ko: 공개
ml: പബ്ലിക്
ms: Awam
nb: Offentlig
nl: Openbaar
pl: Publiczna
pt_br: Pública
pt_pt: Pública
ro: Publică
ru: Открытое
sk: Verejná
sv: Offentlig
ta: பொது
te: పబ్లిక్
th: สาธารณะ
tr: Herkese açık
uk: Публічна
ur: عوامی
vi: Công khai
zh_hans: 公开
zh_hant: 公開

# composer.action.post
source: Post
ar: انشر
bn: পোস্ট
ca: Publica
cs: Zveřejnit
da: Slå op
de: Posten
el: Ανάρτηση
es: Publicar
fi: Julkaise
fr: Publier
he: פרסם
hi: पोस्ट करें
hr: Objavi
hu: Közzététel
id: Posting
it: Pubblica
ja: 投稿
ko: 게시
ml: പോസ്റ്റ്
ms: Siar
nb: Publiser
nl: Plaatsen
pl: Opublikuj
pt_br: Postar
pt_pt: Publicar
ro: Postează
ru: Опубликовать
sk: Zverejniť
sv: Publicera
ta: இடு
te: పోస్ట్
th: โพสต์
tr: Gönder
uk: Опублікувати
ur: پوسٹ کریں
vi: Đăng
zh_hans: 发布
zh_hant: 發布

# composer.action.reply
source: Reply
ar: رد
bn: উত্তর দিন
ca: Respon
cs: Odpovědět
da: Svar
de: Antworten
el: Απάντηση
es: Responder
fi: Vastaa
fr: Répondre
he: השב
hi: जवाब दें
hr: Odgovori
hu: Válasz
id: Balas
it: Rispondi
ja: 返信
ko: 답글
ml: മറുപടി
ms: Balas
nb: Svar
nl: Reageren
pl: Odpowiedz
pt_br: Responder
pt_pt: Responder
ro: Răspunde
ru: Ответить
sk: Odpovedať
sv: Svara
ta: பதிலளி
te: రిప్లై
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
ur: جواب دیں
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# composer.cancel.a11yHintClose
source: Closes the composer
ar: يغلق محرّر المنشور
bn: কম্পোজার বন্ধ করে
ca: Tanca l'editor
cs: Zavře editor
da: Lukker opslagseditoren
de: Schließt den Editor
el: Κλείνει τον επεξεργαστή
es: Cierra el editor
fi: Sulkee kirjoitusnäkymän
fr: Ferme l’éditeur
he: סוגר את כלי הכתיבה
hi: कंपोज़र बंद करता है
hr: Zatvara uređivač
hu: Bezárja a szerkesztőt
id: Menutup penulis postingan
it: Chiude l'editor
ja: 作成画面を閉じます
ko: 작성 창을 닫아요
ml: കമ്പോസർ അടയ്ക്കുന്നു
ms: Menutup penulis
nb: Lukker skrivefeltet
nl: Sluit de editor
pl: Zamyka edytor
pt_br: Fecha o editor
pt_pt: Fecha o editor
ro: Închide editorul
ru: Закрывает редактор
sk: Zatvorí editor
sv: Stänger skrivrutan
ta: எழுதுதிரையை மூடும்
te: కంపోజర్‌ను మూసివేస్తుంది
th: ปิดตัวเขียน
tr: Yazma ekranını kapatır
uk: Закриває редактор
ur: کمپوزر بند کرتا ہے
vi: Đóng trình soạn thảo
zh_hans: 关闭编辑器
zh_hant: 關閉編輯器

# composer.cancel.a11yHintDiscard
source: Asks whether to discard this draft
ar: يسألك إن كنت تريد تجاهل هذه المسودة
bn: এই খসড়া বাতিল করবেন কি না জিজ্ঞেস করে
ca: Pregunta si vols descartar aquest esborrany
cs: Zeptá se, zda zahodit tento koncept
da: Spørger, om kladden skal kasseres
de: Fragt, ob dieser Entwurf verworfen werden soll
el: Ρωτά αν θα απορριφθεί αυτό το πρόχειρο
es: Pregunta si quieres descartar este borrador
fi: Kysyy, hylätäänkö tämä luonnos
fr: Demande s’il faut abandonner ce brouillon
he: שואל אם למחוק את הטיוטה הזו
hi: पूछता है कि यह ड्राफ़्ट हटाना है या नहीं
hr: Pita želiš li odbaciti ovu skicu
hu: Megkérdezi, elveted-e a piszkozatot
id: Menanyakan apakah draf ini dibuang
it: Chiede se scartare questa bozza
ja: この下書きを破棄するか確認します
ko: 이 임시 글을 버릴지 물어봐요
ml: ഈ ഡ്രാഫ്റ്റ് ഉപേക്ഷിക്കണോ എന്ന് ചോദിക്കുന്നു
ms: Bertanya sama ada hendak membuang draf ini
nb: Spør om utkastet skal forkastes
nl: Vraagt of je dit concept wilt weggooien
pl: Pyta, czy odrzucić ten szkic
pt_br: Pergunta se deseja descartar este rascunho
pt_pt: Pergunta se quer descartar este rascunho
ro: Întreabă dacă renunți la această ciornă
ru: Спрашивает, отбросить ли этот черновик
sk: Opýta sa, či zahodiť tento koncept
sv: Frågar om utkastet ska förkastas
ta: இந்த வரைவை நிராகரிக்கவா என்று கேட்கும்
te: ఈ డ్రాఫ్ట్‌ను వదిలేయాలా అని అడుగుతుంది
th: ถามว่าจะทิ้งฉบับร่างนี้หรือไม่
tr: Bu taslağın silinip silinmeyeceğini sorar
uk: Запитує, чи скасувати цю чернетку
ur: پوچھتا ہے کہ یہ مسودہ رد کرنا ہے یا نہیں
vi: Hỏi xem có bỏ bản nháp này không
zh_hans: 询问是否放弃此草稿
zh_hant: 詢問是否捨棄此草稿

# composer.counter.a11yLabel
source: Character count
ar: عدد الأحرف
bn: অক্ষর সংখ্যা
ca: Recompte de caràcters
cs: Počet znaků
da: Tegnantal
de: Zeichenanzahl
el: Αριθμός χαρακτήρων
es: Recuento de caracteres
fi: Merkkimäärä
fr: Nombre de caractères
he: מספר תווים
hi: अक्षर गिनती
hr: Broj znakova
hu: Karakterszám
id: Jumlah karakter
it: Conteggio dei caratteri
ja: 文字数
ko: 글자 수
ml: അക്ഷരങ്ങളുടെ എണ്ണം
ms: Bilangan aksara
nb: Antall tegn
nl: Aantal tekens
pl: Liczba znaków
pt_br: Contagem de caracteres
pt_pt: Contagem de carateres
ro: Număr de caractere
ru: Количество символов
sk: Počet znakov
sv: Antal tecken
ta: எழுத்து எண்ணிக்கை
te: అక్షరాల సంఖ్య
th: จำนวนตัวอักษร
tr: Karakter sayısı
uk: Кількість символів
ur: حروف کی تعداد
vi: Số ký tự
zh_hans: 字数
zh_hant: 字數

# composer.counter.a11yOver
source: %1$@ over the %2$@ character limit
ar: %1$@ فوق الحد المسموح البالغ %2$@ حرف
bn: %2$@ অক্ষরের সীমার চেয়ে %1$@ বেশি
ca: %1$@ per sobre del límit de %2$@ caràcters
cs: %1$@ nad limitem %2$@ znaků
da: %1$@ over grænsen på %2$@ tegn
de: %1$@ über dem Limit von %2$@ Zeichen
el: %1$@ πάνω από το όριο των %2$@ χαρακτήρων
es: %1$@ por encima del límite de %2$@ caracteres
fi: %1$@ yli %2$@ merkin rajan
fr: %1$@ au-delà de la limite de %2$@ caractères
he: %1$@ מעל מגבלת %2$@ התווים
hi: %2$@ अक्षर की सीमा से %1$@ ज़्यादा
hr: %1$@ iznad ograničenja od %2$@ znakova
hu: %1$@ a(z) %2$@ karakteres korlát felett
id: %1$@ melebihi batas %2$@ karakter
it: %1$@ oltre il limite di %2$@ caratteri
ja: %2$@文字の上限を%1$@超えています
ko: %2$@자 제한을 %1$@ 초과
ml: %2$@ അക്ഷര പരിധിയേക്കാൾ %1$@ കൂടുതൽ
ms: %1$@ melebihi had %2$@ aksara
nb: %1$@ over grensen på %2$@ tegn
nl: %1$@ boven de limiet van %2$@ tekens
pl: %1$@ ponad limit %2$@ znaków
pt_br: %1$@ acima do limite de %2$@ caracteres
pt_pt: %1$@ acima do limite de %2$@ carateres
ro: %1$@ peste limita de %2$@ caractere
ru: Превышение на %1$@ символов при лимите %2$@
sk: %1$@ nad limitom %2$@ znakov
sv: %1$@ över gränsen på %2$@ tecken
ta: %2$@ எழுத்து வரம்பை %1$@ மீறியுள்ளது
te: %2$@ అక్షరాల పరిమితి కంటే %1$@ ఎక్కువ
th: เกินขีดจำกัด %2$@ ตัวอักษรอยู่ %1$@
tr: %2$@ karakter sınırını %1$@ aşıyor
uk: %1$@ понад ліміт у %2$@ символів
ur: %2$@ حروف کی حد سے %1$@ زیادہ
vi: Vượt %1$@ so với giới hạn %2$@ ký tự
zh_hans: 超出 %2$@ 字符上限 %1$@
zh_hant: 超過 %2$@ 字元上限 %1$@ 個

# composer.counter.a11yOverCount
source: %lld characters
ar: %lld حرف
bn: %lld অক্ষর
ca: %lld caràcters
cs: %lld znaků
da: %lld tegn
de: %lld Zeichen
el: %lld χαρακτήρες
es: %lld caracteres
fi: %lld merkkiä
fr: %lld caractères
he: %lld תווים
hi: %lld अक्षर
hr: %lld znakova
hu: %lld karakter
id: %lld karakter
it: %lld caratteri
ja: %lld文字
ko: %lld자
ml: %lld അക്ഷരങ്ങൾ
ms: %lld aksara
nb: %lld tegn
nl: %lld tekens
pl: %lld znaku
pt_br: %lld caracteres
pt_pt: %lld carateres
ro: %lld de caractere
ru: %lld символа
sk: %lld znakov
sv: %lld tecken
ta: %lld எழுத்துகள்
te: %lld అక్షరాలు
th: %lld ตัวอักษร
tr: %lld karakter
uk: %lld символу
ur: %lld حروف
vi: %lld ký tự
zh_hans: %lld 个字符
zh_hant: %lld 個字元

# composer.counter.a11yRemaining
source: %lld characters remaining
ar: بقي %lld حرف
bn: আর %lld অক্ষর বাকি
ca: Queden %lld caràcters
cs: Zbývá %lld znaků
da: %lld tegn tilbage
de: %lld Zeichen übrig
el: Απομένουν %lld χαρακτήρες
es: Quedan %lld caracteres
fi: %lld merkkiä jäljellä
fr: %lld caractères restants
he: נשארו %lld תווים
hi: %lld अक्षर बाकी
hr: Preostalo je %lld znakova
hu: %lld karakter maradt
id: Sisa %lld karakter
it: %lld caratteri rimasti
ja: 残り%lld文字
ko: %lld자 남음
ml: %lld അക്ഷരങ്ങൾ ബാക്കി
ms: %lld aksara berbaki
nb: %lld tegn igjen
nl: %lld tekens over
pl: Pozostało %lld znaku
pt_br: Restam %lld caracteres
pt_pt: Restam %lld carateres
ro: %lld de caractere rămase
ru: Осталось %lld символа
sk: Zostáva %lld znakov
sv: %lld tecken återstår
ta: %lld எழுத்துகள் மீதம்
te: %lld అక్షరాలు మిగిలాయి
th: เหลืออีก %lld ตัวอักษร
tr: %lld karakter kaldı
uk: Залишилося %lld символу
ur: %lld حروف باقی
vi: Còn %lld ký tự
zh_hans: 还剩 %lld 个字符
zh_hant: 還剩 %lld 個字元

# composer.discard.confirm
source: Discard
ar: تجاهل
bn: বাতিল করুন
ca: Descarta
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
fi: Hylkää
fr: Abandonner
he: מחק
hi: हटाएँ
hr: Odbaci
hu: Elvetés
id: Buang
it: Scarta
ja: 破棄
ko: 버리기
ml: ഉപേക്ഷിക്കുക
ms: Buang
nb: Forkast
nl: Weggooien
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
ru: Отбросить
sk: Zahodiť
sv: Förkasta
ta: நிராகரி
te: వదిలేయి
th: ทิ้ง
tr: Sil
uk: Скасувати
ur: رد کریں
vi: Bỏ
zh_hans: 放弃
zh_hant: 捨棄

# composer.discard.keepWriting
source: Keep writing
ar: تابع الكتابة
bn: লিখতে থাকুন
ca: Continua escrivint
cs: Psát dál
da: Skriv videre
de: Weiterschreiben
el: Συνέχισε να γράφεις
es: Seguir escribiendo
fi: Jatka kirjoittamista
fr: Continuer à écrire
he: המשך לכתוב
hi: लिखते रहें
hr: Nastavi pisati
hu: Írás folytatása
id: Lanjut menulis
it: Continua a scrivere
ja: 書き続ける
ko: 계속 쓰기
ml: എഴുത്ത് തുടരുക
ms: Terus menulis
nb: Fortsett å skrive
nl: Verder schrijven
pl: Pisz dalej
pt_br: Continuar escrevendo
pt_pt: Continuar a escrever
ro: Continuă să scrii
ru: Продолжить писать
sk: Písať ďalej
sv: Fortsätt skriva
ta: தொடர்ந்து எழுது
te: రాస్తూ ఉండండి
th: เขียนต่อ
tr: Yazmaya devam et
uk: Писати далі
ur: لکھتے رہیں
vi: Tiếp tục viết
zh_hans: 继续编辑
zh_hant: 繼續編寫

# composer.discard.message
source: Your text will not be saved.
ar: لن يُحفظ ما كتبته.
bn: আপনার লেখা সেভ করা হবে না।
ca: El text no es desarà.
cs: Tvůj text nebude uložen.
da: Din tekst bliver ikke gemt.
de: Dein Text wird nicht gesichert.
el: Το κείμενό σου δεν θα αποθηκευτεί.
es: Tu texto no se guardará.
fi: Tekstiäsi ei tallenneta.
fr: Votre texte ne sera pas enregistré.
he: הטקסט שלך לא יישמר.
hi: आपका टेक्स्ट सेव नहीं होगा।
hr: Tvoj tekst neće biti spremljen.
hu: A szövegedet nem mentjük el.
id: Tulisanmu tidak akan disimpan.
it: Il tuo testo non verrà salvato.
ja: 入力した内容は保存されません。
ko: 작성한 내용이 저장되지 않아요.
ml: നിങ്ങളുടെ ടെക്സ്റ്റ് സേവ് ചെയ്യില്ല.
ms: Teks anda tidak akan disimpan.
nb: Teksten din blir ikke lagret.
nl: Je tekst wordt niet opgeslagen.
pl: Twój tekst nie zostanie zapisany.
pt_br: Seu texto não será salvo.
pt_pt: O seu texto não será guardado.
ro: Textul tău nu va fi salvat.
ru: Ваш текст не будет сохранён.
sk: Tvoj text sa neuloží.
sv: Din text sparas inte.
ta: உங்கள் உரை சேமிக்கப்படாது.
te: మీ టెక్స్ట్ సేవ్ చేయబడదు.
th: ข้อความของคุณจะไม่ถูกบันทึก
tr: Metniniz kaydedilmeyecek.
uk: Ваш текст не буде збережено.
ur: آپ کا متن محفوظ نہیں ہوگا۔
vi: Nội dung của bạn sẽ không được lưu.
zh_hans: 你的文字不会被保存。
zh_hant: 你的文字將不會被儲存。

# composer.discard.title
source: Discard this draft?
ar: تجاهل هذه المسودة؟
bn: এই খসড়া বাতিল করবেন?
ca: Descartar aquest esborrany?
cs: Zahodit tento koncept?
da: Kassér denne kladde?
de: Diesen Entwurf verwerfen?
el: Απόρριψη αυτού του προχείρου;
es: ¿Descartar este borrador?
fi: Hylätäänkö tämä luonnos?
fr: Abandonner ce brouillon ?
he: למחוק את הטיוטה?
hi: यह ड्राफ़्ट हटाएँ?
hr: Odbaciti ovu skicu?
hu: Elveted a piszkozatot?
id: Buang draf ini?
it: Scartare questa bozza?
ja: この下書きを破棄しますか?
ko: 이 임시 글을 버릴까요?
ml: ഈ ഡ്രാഫ്റ്റ് ഉപേക്ഷിക്കണോ?
ms: Buang draf ini?
nb: Forkaste dette utkastet?
nl: Dit concept weggooien?
pl: Odrzucić ten szkic?
pt_br: Descartar este rascunho?
pt_pt: Descartar este rascunho?
ro: Renunți la această ciornă?
ru: Отбросить черновик?
sk: Zahodiť tento koncept?
sv: Förkasta utkastet?
ta: இந்த வரைவை நிராகரிக்கவா?
te: ఈ డ్రాఫ్ట్‌ను వదిలేయాలా?
th: ทิ้งฉบับร่างนี้?
tr: Bu taslak silinsin mi?
uk: Скасувати цю чернетку?
ur: یہ مسودہ رد کریں؟
vi: Bỏ bản nháp này?
zh_hans: 放弃此草稿？
zh_hant: 要捨棄這份草稿嗎？

# composer.editor.a11yHint
source: Write your post. %lld characters maximum
ar: اكتب منشورك. %lld حرف كحد أقصى
bn: আপনার পোস্ট লিখুন। সর্বোচ্চ %lld অক্ষর
ca: Escriu la teva publicació. Màxim %lld caràcters
cs: Napiš příspěvek. Maximálně %lld znaků
da: Skriv dit opslag. Højst %lld tegn
de: Schreibe deinen Beitrag. Höchstens %lld Zeichen
el: Γράψε την ανάρτησή σου. Έως %lld χαρακτήρες
es: Escribe tu publicación. Máximo %lld caracteres
fi: Kirjoita julkaisusi. Enintään %lld merkkiä
fr: Écrivez votre post. %lld caractères au maximum
he: כתוב את הפוסט שלך. %lld תווים לכל היותר
hi: अपनी पोस्ट लिखें। अधिकतम %lld अक्षर
hr: Napiši svoju objavu. Najviše %lld znakova
hu: Írd meg a bejegyzésedet. Legfeljebb %lld karakter
id: Tulis postinganmu. Maksimal %lld karakter
it: Scrivi il tuo post. Massimo %lld caratteri
ja: 投稿を書きます。最大%lld文字
ko: 게시물을 작성하세요. 최대 %lld자
ml: നിങ്ങളുടെ പോസ്റ്റ് എഴുതുക. പരമാവധി %lld അക്ഷരങ്ങൾ
ms: Tulis siaran anda. Maksimum %lld aksara
nb: Skriv innlegget ditt. Maks %lld tegn
nl: Schrijf je bericht. Maximaal %lld tekens
pl: Napisz wpis. Maksymalnie %lld znaku
pt_br: Escreva seu post. Máximo de %lld caracteres
pt_pt: Escreva a sua publicação. Máximo de %lld carateres
ro: Scrie-ți postarea. Maximum %lld de caractere
ru: Напишите пост. Максимум %lld символа
sk: Napíš svoj príspevok. Najviac %lld znakov
sv: Skriv ditt inlägg. Högst %lld tecken
ta: உங்கள் இடுகையை எழுதுங்கள். அதிகபட்சம் %lld எழுத்துகள்
te: మీ పోస్ట్ రాయండి. గరిష్ఠంగా %lld అక్షరాలు
th: เขียนโพสต์ของคุณ ได้สูงสุด %lld ตัวอักษร
tr: Gönderinizi yazın. En fazla %lld karakter
uk: Напишіть допис. Максимум %lld символу
ur: اپنی پوسٹ لکھیں۔ زیادہ سے زیادہ %lld حروف
vi: Viết bài đăng của bạn. Tối đa %lld ký tự
zh_hans: 撰写你的帖子。最多 %lld 个字符
zh_hant: 撰寫你的貼文，最多 %lld 個字元

# composer.editor.a11yLabel
source: Post text
ar: نص المنشور
bn: পোস্টের লেখা
ca: Text de la publicació
cs: Text příspěvku
da: Opslagstekst
de: Beitragstext
el: Κείμενο ανάρτησης
es: Texto de la publicación
fi: Julkaisun teksti
fr: Texte du post
he: טקסט הפוסט
hi: पोस्ट का टेक्स्ट
hr: Tekst objave
hu: Bejegyzés szövege
id: Teks postingan
it: Testo del post
ja: 投稿の本文
ko: 게시물 내용
ml: പോസ്റ്റ് ടെക്സ്റ്റ്
ms: Teks siaran
nb: Innleggstekst
nl: Berichttekst
pl: Treść wpisu
pt_br: Texto do post
pt_pt: Texto da publicação
ro: Textul postării
ru: Текст поста
sk: Text príspevku
sv: Inläggstext
ta: இடுகை உரை
te: పోస్ట్ టెక్స్ట్
th: ข้อความโพสต์
tr: Gönderi metni
uk: Текст допису
ur: پوسٹ کا متن
vi: Nội dung bài đăng
zh_hans: 帖子文字
zh_hant: 貼文內容

# composer.error.invalidScope
source: That audience isn't available for this post. Pick another and try again.
ar: هذا الجمهور غير متاح لهذا المنشور. اختر جمهورًا آخر وأعد المحاولة.
bn: এই পোস্টের জন্য ওই শ্রোতা পাওয়া যাচ্ছে না। অন্য একটি বেছে আবার চেষ্টা করুন।
ca: Aquesta audiència no està disponible per a aquesta publicació. Tria'n una altra i torna-ho a provar.
cs: Toto publikum není pro tento příspěvek dostupné. Vyber jiné a zkus to znovu.
da: Den målgruppe er ikke tilgængelig for dette opslag. Vælg en anden, og prøv igen.
de: Diese Zielgruppe ist für diesen Beitrag nicht verfügbar. Wähle eine andere und versuche es erneut.
el: Αυτό το κοινό δεν είναι διαθέσιμο για αυτή την ανάρτηση. Επίλεξε άλλο και δοκίμασε ξανά.
es: Esa audiencia no está disponible para esta publicación. Elige otra e inténtalo de nuevo.
fi: Tämä yleisö ei ole käytettävissä tälle julkaisulle. Valitse toinen ja yritä uudelleen.
fr: Cette audience n’est pas disponible pour ce post. Choisissez-en une autre et réessayez.
he: הקהל הזה לא זמין לפוסט הזה. בחר קהל אחר ונסה שוב.
hi: इस पोस्ट के लिए वह ऑडियंस उपलब्ध नहीं है। कोई और चुनें और फिर कोशिश करें।
hr: Ta publika nije dostupna za ovu objavu. Odaberi drugu i pokušaj ponovno.
hu: Ez a közönség nem érhető el ennél a bejegyzésnél. Válassz másikat, és próbáld újra.
id: Audiens itu tidak tersedia untuk postingan ini. Pilih yang lain lalu coba lagi.
it: Questo pubblico non è disponibile per questo post. Scegline un altro e riprova.
ja: この投稿では、その公開範囲は選べません。別の範囲を選んで、もう一度お試しください。
ko: 이 게시물에는 해당 공개 범위를 사용할 수 없어요. 다른 범위를 선택하고 다시 시도하세요.
ml: ഈ പോസ്റ്റിന് ആ പ്രേക്ഷകർ ലഭ്യമല്ല. മറ്റൊന്ന് തിരഞ്ഞെടുത്ത് വീണ്ടും ശ്രമിക്കുക.
ms: Khalayak itu tidak tersedia untuk siaran ini. Pilih yang lain dan cuba lagi.
nb: Denne målgruppen er ikke tilgjengelig for dette innlegget. Velg en annen og prøv igjen.
nl: Dat publiek is niet beschikbaar voor dit bericht. Kies een ander en probeer het opnieuw.
pl: Ta grupa odbiorców nie jest dostępna dla tego wpisu. Wybierz inną i spróbuj ponownie.
pt_br: Esse público não está disponível para este post. Escolha outro e tente novamente.
pt_pt: Este público não está disponível para esta publicação. Escolha outro e tente novamente.
ro: Acest public nu este disponibil pentru această postare. Alege altul și încearcă din nou.
ru: Эта аудитория недоступна для данного поста. Выберите другую и повторите.
sk: Toto publikum nie je pre tento príspevok dostupné. Vyber iné a skús to znova.
sv: Den målgruppen är inte tillgänglig för det här inlägget. Välj en annan och försök igen.
ta: இந்த இடுகைக்கு அந்தப் பார்வையாளர்கள் கிடைக்கவில்லை. வேறொன்றைத் தேர்ந்தெடுத்து மீண்டும் முயலுங்கள்.
te: ఈ పోస్ట్‌కు ఆ ప్రేక్షకులు అందుబాటులో లేరు. మరొకటి ఎంచుకుని మళ్లీ ప్రయత్నించండి.
th: กลุ่มผู้ชมนี้ใช้กับโพสต์นี้ไม่ได้ เลือกกลุ่มอื่นแล้วลองอีกครั้ง
tr: Bu kitle bu gönderi için kullanılamıyor. Başka birini seçip tekrar deneyin.
uk: Ця аудиторія недоступна для цього допису. Виберіть іншу й спробуйте ще раз.
ur: یہ ناظرین اس پوسٹ کے لیے دستیاب نہیں۔ کوئی اور چنیں اور دوبارہ کوشش کریں۔
vi: Đối tượng này không khả dụng cho bài đăng này. Hãy chọn đối tượng khác và thử lại.
zh_hans: 此帖子无法发给该受众。请另选一个后重试。
zh_hant: 此貼文無法使用該對象範圍，請選擇其他範圍後再試一次。
